Repository: hansu/sheetcam-german-translation
Catalog: messages.po
Languages: de

source: Step over
de: Bahnüberlappung

source: Bidirectional
de: Bidirektional

source: Use layer
de: Benutze Lage

source: Thread diameter
de: Gewindedurchmesser

source: Direction
de: Richtung

source: Outside
de: Außen

source: Infeed per pass
de: Zustellung pro Durchgang

source: You cannot delete this operation as it belongs to: %s
de: Sie können diese Operation nicht löschen weil sie zu: %s gehört

source: Some other operations depend on this one. They will be deleted as well. Do you want to continue?
de: Einige andere Operationen basieren auf dieser. Diese werden dann ach gelöscht. Möchten Sie fortfahren?

source: Add operation
de: Operation hinzufügen

source: Current tool
de: Aktuelles Werkzeug

source: No tools available
de: Kein Werkzeug verfügbar

source: Change layer
de: Wechsle Lage

source: Add drawing outlines
de: Zeichnungsumriss hinzufügen

source: Remove drawing outlines
de: Zeichnungsumriß entfernen

source: Untitled
de: Namenlos

source: Unable to read from the file. The data is corrupt
de: Kann Datei nicht lesen. Die Daten sind beschädigt

source: Load part data
de: Lade Teiledaten

source: Lock/enable part
de: Verriegeln/Freigeben Teil

source: Move part
de: Verschiebe Teil

source: Save file
de: Datei speichern

source: You have tried to load a multipart job. Only part 1 will be loaded.
de: Sie haben versucht einen Mehrfach Job zu laden. Nur Teil 1 wird geladen werden.

source: Load part
de: Lade Teil

source: Mirrored
de: Gespiegelt

source: Some duplicates in this job were mirrored differently to their parent. This is no longer allowed so they have been converted to copies
de: Einige Duplikate in diesem Job sind anders gespiegelt als im Ursprungsteil. Dies ist nicht mehr erlaubt, so dass sie in Kopien konvertiert wurden.

source: Duplicate %i
de: Dupliziere %i

source: Delete part
de: Teil löschen

source: If you delete this part it's duplicates will be deleted as well Do you want to continue?
de: Wenn Sie dieses Teil löschen, werden auch seine Duplikate gelöscht. Wollen Sie fortfahren?

source: Copy of
de: Kopie von

source: Save tools
de: Werkzeuge speichern

source: Error saving job config.
de: Fehler beim Speichern der Jobkonfiguration.

source: This post has thrown an error: %s Do you want to edit the post?
de: Der Post hat einen Fehler gemeldet: %s Wollen Sie den Post bearbeiten?

source: This plugin has thrown an error: %s Do you want to edit the macro?
de: Diese Erweiterung hat einen Fehler gemeldet: %s Wollen Sie das Makro bearbeiten?

source: This plugin failed to load:
de: Diese Erweiterung konnte nicht geladen werden:

source: Job files
de: Job-Dateien

source: Open a job
de: Job öffnen

source: Loading job
de: Lade Job

source: |SheetCam job files
de: Sheetsam Job-Dateien

source: Part files
de: Teile Dateien

source: Open a part
de: Öffne ein Teil

source: Part files (*.part)
de: Teile-Dateien (*.part)

source: Job template files
de: Job-Vorlagedateien

source: JobTemplate
de: Job-Vorlage

source: Open a drawing
de: Öffne eine Zeichnung

source: You have opened a file of type '%s' with the '%s' input filter. Are you sure you meant to do this? Select 'No' to open the file with the %s filter.
de: Sie habe eine Datei des Typs'%s' mit dem'%s' Eingabefilter geöffnet. Sind sie sich sicher das sie das wollten? Wähle 'Nein' und die Datei mit diesem Fileter%s zu öffnen.

source: Loading drawing
de: Lade Zeichnung

source: Do you want to use this drawing name for the job name?
de: Wollen Sie diesen Zeichnungsnamen als Jobnamen verwenden?

source: Save G-code
de: G-Code speichern

source: Running post processor
de: Postprozessor ausführen

source: No post processor has been selected. Please select a post processor.
de: Es wurde kein Postprozessor ausgewählt. Bitte wählen sie einen Postprozessor aus.

source: You cannot place outlines on a duplicated part. Do you want to use the original part?
de: Sie können keine Konturen auf duplizierten Teilen platzieren. Wollen Sie das Originalteil benutzen?

source: Place outlines
de: Platziere Konturen

source: Part:
de: Teil:

source: WARNING: part %s has no active operations
de: WARNUNG: Teil %s hat keine aktiven Operationen

source: Error:
de: Fehler:

source: Post processing failed
de: Post-Processing fehlgeschlagen

source: Post processing completed with %i warnings
de: Post-Processing mit %i Warnungen abgeschlossen

source: Post processing completed
de: Post-Processing abgeschlossen

source: Tool %i does not exist
de: Werkzeug %i existiert nicht

source: WARNING: Cutter will hit the table! Cut depth has been reduced to
de: WARNUNG: Fräser wird den Tisch berühren. Schnitttiefe reduziert auf

source: Cut distance %s
de: Schnittweg %s

source: Plunge distance %s
de: Eintauchtiefe %s

source: Warning:
de: Warnung:

source: Run the post processor (%s)
de: Postprozessor ausführen (%s)

source: Post not found
de: Post nicht gefunden

source: Unable to open output file
de: Konnte Ausgabedatei nicht öffnen

source: Change start point
de: Ändere Startpunkt

source: Change tab
de: Ändere Haltesteg

source: New tab
de: Neuer Haltesteg

source: Change action tab
de: Ändere Actiontab

source: Modify tool
de: Werkzeug bearbeiten

source: This file format does not support %s
de: Dieses Dateiformat unterstützt %s nicht

source: Diameter
de: Durchmesser

source: Flute length
de: Schneidenlänge

source: Spindle direction
de: Spindelrichtung

source: Tool length offset
de: Werkzeuglängenkorrektur

source: Point angle
de: Spitzenwinkel

source: diameter
de: Durchmesser

source: Pitch
de: Steigung

source: Underfeed
de: Vorschubreduzierung

source: Reverse multiplier
de: Rückzugdrehzahl

source: Axial travel
de: Umkehrauslösung

source: Number of teeth
de: Anzahl Zähne

source: Thread depth
de: Gewindetiefe

source: Tip diameter
de: Schneidendurchmesser

source: V angle
de: V-Winkel

source: Start delay
de: Start Verzögerung

source: Pierce delay
de: Eintauchverzögerung

source: Pause at end of cut
de: Pause bei Schnittende

source: Wiggle length
de: Schlängellänge

source: Pierce height
de: Eintauchhöhe

source: Cut height
de: Schneidehöhe

source: Pierce type
de: Eintauchtyp

source: Kerf width
de: Spaltbreite

source: Use leadin settings
de: Anfahreinstellungen verwenden

source: kerf
de: Schnittbreite

source: Power
de: Leistung

source: Preheat
de: Vorheizen

source: New tool
de: Neues Werkzeug

source: This tool number is already in use. Please select a different number
de: Diese Werkzeugnummer ist bereits in Benutzung. Bitte wählen Sie eine freie Nummer

source: Automatically generate name
de: Namen automatisch erzeugen

source: Yes
de: Ja

source: No
de: Nein

source: Comment
de: Kommentar

source: The job was not loaded.
de: Der Job wurde nicht geladen.

source: Removing duplicate vectors
de: Entferne doppelte Vektoren

source: This drawing contains overlapping outlines. The duplicates have been removed.
de: Diese Zeichnung enthält überlappende Konturen. Duplikate wurden entfernt.

source: Reducing detail
de: Reduziere Details

source: Arc matching
de: Bogen Anpassung

source: Centre finding circles
de: Zentriere Suchkreise

source: Sorting vectors
de: Sortiere Vektoren

source: Joining vertex ends
de: Verbinde Scheitelpunktenden

source: Checking arc centers
de: Überprüfe Bogenmittelpunkte

source: Calculating polygon nesting
de: Berechne Polygonanordnungen

source: Finding group directions
de: Ergründe Gruppenausrichtung

source: Fill angle
de: Füllwinkel

source: Use a cleanup pass
de: Schlichtdurchgang verwenden

source: Tool number
de: Werkzeugnummer

source: Basic Shapes
de: Grundformen

source: Brackets and Mounts
de: Halterungen

source: Gussets
de: Laschen

source: Specialty Shapes
de: Spezielle Formen

source: Circle
de: Kreis

source: Convex rectangle
de: Rechteck mit Bogen

source: Parallelogram
de: Parallelogramm

source: Rectangle
de: Rechteck

source: Trapezoid
de: Trapez

source: Rectangle 4 Holes
de: Rechteck 4 Löcher

source: Rectangle Mount Plate
de: Rechteckige Montageplatte

source: Rectangle Multiple Holes
de: Rechteck mehrere Bohrungen

source: L Gusset
de: L-Lasche

source: Autoload
de: Automatisch laden

source: Do you want to load this file:
de: Wollen Sie diese Datei laden?

source: Auto load
de: Automatisch Laden

source: Enable Autoload
de: Automatisch laden

source: Check for changes at startup
de: Beim Start auf Änderungen prüfen

source: Scan a directory
de: Einen Ordner durchsuchen

source: Include sub directories
de: Unterverzeichnisse einbeziehen

source: Reset time
de: Reset-Zeit

source: Quick load
de: Schnell Laden

source: Quickly browse and load files.
de: Schnelles Durchsuchen und Datei laden.

source: File name
de: Dateiname

source: Date
de: Datum

source: You need to select a template
de: Sie müssen eine Vorlage auswählen

source: Include sub dirs
de: Unterverzeichnisse mit einbeziehen

source: File type
de: Dateityp

source: Show drawing options
de: Zeichnungsoptionen anzeigen

source: Load template
de: Vorlage laden

source: Keep existing parts
de: Bestehende Teile behalten

source: Automatically disable unused operations
de: Nicht verwendete Operationen automatisch deaktivieren

source: Convert selected files
de: Ausgewählte Dateien konvertieren

source: Batch update
de: Batch Aktualisierung

source: Generate thumbnail images for a batch of jobs
de: Erstelle Miniaturvorschau für Stapelverarbeitungsjobs

source: calculator
de: Rechner

source: Divide by zero error
de: Division durch Null Fehler

source: wxLua calculator sample based on the calc sample written by Marco Ghislanzoni.
de: wxLua Beispielrechner basierend auf einen Rechnerbeispiel geschrieben von Marco Ghislanzoni.

source: built with
de: erstellt mit

source: Calculator
de: Rechner

source: &Plugins
de: &Erweiterungen

source: Run the calculator
de: Rechner ausführen

source: wxLua Calculator
de: Rechner

source: initializing...
de: initialisieren...

source: Clear
de: Löschen

source: Quit
de: Beenden

source: &Enable CncRemote
de: &CncRemote aktivieren

source: Signal CNC controller when post processor is run
de: Informiere LinuxCNC wenn der Postprozessor abgeschlossen ist

source: Home X
de: X referenzieren

source: Zero
de: Nullen

source: Home Y
de: Y referenzieren

source: Home Z
de: Z referenzieren

source: Home all
de: Alle referenzieren

source: Drives on
de: Endstufen einschalten

source: Spindle
de: Spindel

source: Single step
de: Einzelschritt

source: Stop
de: Stopp

source: Feed
de: Vorschub

source: Run
de: Starten

source: Jog speed
de: Joggeschwindigkeit

source: Step
de: Schritt

source: Move in fixed steps
de: In festen Schritten verfahren

source: Step size
de: Schrittgröße

source: Cube demo plugin
de: Würfeldemo Erweiterung

source: Character spacing
de: Zeichenabstand

source: Line spacing
de: Zeilenabstand

source: Rotate
de: Drehen

source: Demo plugin
de: Demo Erweiterung

source: DG NestPro plugin Adds nesting facilities to SheetCam
de: DG NestPro Erweiterung Fügt Anordnungsmöglichkeiten zu SheetCam hinzu

source: DXF import filter Note: does not handle text entities or blocks
de: DXF Importfilter Anmerkung: Beherrscht keine Texteinträge oder Blöcke

source: Use points for drilling
de: Benutze Punkte für das Bohren

source: Use colours as layer names
de: Benutze Farben als Lagenname

source: File options
de: Dateieinstellungen

source: File scale
de: Dateimaßstab

source: Inches
de: Zoll

source: Bottom left
de: Unten links

source: Material bottom left
de: Material unten links

source: Eding CNC V
de: EdingCNC

source: was detected.
de: wurde erkannt.

source: Eding CNC NOT detected. This plugin is disabled.
de: Eding CNC NICHT erkannt. Die Erweiterung wurde abgeschaltet.

source: &Enable Eding CNC
de: &Eding CNC aktivieren

source: Signal Eding CNC when post processor is run
de: Informiere Eding CNC nachdem der Postprozessor gelaufen ist

source: Simulate motion without moving the machine
de: Bewegung simulieren ohne die Maschine zu bewegen

source: Sync tool table
de: Werkzeugtabelle synchronisieren

source: Send tool table to USBCNC
de: Werkzeugtabelle an USBCNC senden

source: Automatically sync tools
de: Werkzeuge automatisch synchronisieren

source: Monitor tool table
de: Werkzeugtabelle überwachen

source: Show remote control
de: Fernbedienung anzeigen

source: Excellon import filter Can automatically create tools and operations based on the tool definitions in the file
de: Excellon Importfilter Kann Werkzeuge und Operationen basierend auf den Werkzeugparametern automatisch erstellen

source: HPGL/1 import filter Does not handle text entities
de: HPGL/1 Importfilter Beherrscht keine Texteinträge

source: plugin Adds HSMAdvisor tool table integration
de: Erweiterung Fügt HSMAdvisor Werkzeugtabellenunterstützung hinzu

source: A compatible version of Mach3 was detected.
de: Eine kompatible Version von Mach3 wurde gefunden.

source: Mach3 is installed but the SheetCamRemote plugin was not found. Please install the SheetCamRemote plugin and enable it in Mach. The plugin can be enabled by going to Config->Config plugins.
de: Mach3 ist installiert aber die SheetCamRemote-Erweiterung wurde nicht gefunden. Bitte installieren sie die SheetCamRemote-Erweiterung und aktivieren sie diese in Mach. Die Erweiterung kann unter dem Menüpunkt Optionen -> Erweiterungen aktiviert werden.

source: Mach3 was not found.
de: MACH3 wurde nicht gefunden.

source: This plugin is disabled.
de: Die Erweiterung ist deaktiviert.

source: &Enable Mach3
de: &Mach3 aktivieren

source: Signal Mach3 when post processor is run
de: Informiere MACH3 nachdem der Postprozessor gelaufen ist

source: Unused
de: Unbenutzt

source: Move
de: Bewege

source: Move amount
de: MGruppe/Auswahl verschieben

source: All parts
de: Alle Teile

source: Material height
de: Materialhöhe

source: Material size
de: Materialgröße

source: plugin Adds nesting facilities to SheetCam
de: Erweiterung Fügt Anordnungsmöglichkeiten zu SheetCam hinzu

source: OneLayer
de: Eine Lage

source: Move everything onto one layer
de: Alles auf eine Lage verschieben

source: This file already exists. Overwrite it?
de: Die Datei existiert bereits. Wollen Sie sie überschreiben?

source: This tool number already exists Do you want to overwrite it?
de: Diese Werkzeugnummer existiert bereits. Wollen Sie sie überschreiben?

source: PlasmaTool
de: Plasma-Werkzeug

source: Create plasma tool
de: Neues Plasma-Werkzeug erstellen

source: <none>
de: <keine>

source: Tool name
de: Werkzeugname

source: Create tool
de: Werkzeug erstellen

source: Simulation plugin
de: Simulation

source: Special options
de: Sezialeinstellungen

source: Update rate
de: Aktualisierungsrate

source: Rapid feed
de: Eilganggeschwindigkeit

source: Maximum FRO
de: Maximaler Vorschub

source: Tool polygon detail
de: Auflösung Werkzeug

source: Note: increasing the update rate makes movement smoother but uses more CPU power. Increasing the polygon detail makes the tool outline smoother but uses more CPU power.
de: Anmerkung: Erhöhen der Aktualisierungsrate macht die Bewegungen gleichmäßiger aber benötigt mehr CPU-Leistung. Erhöhen der Auflösung des Werkzeugs macht den Werkzeugumriss glatter aber benötigt mehr CPU-Leistung.

source: Tool colours
de: Werkzeugfarben

source: Spindle off/jet off
de: Spindel/Strahl aus

source: Spindle CW/jet preheat
de: Spindel Rechtslauf/Strahl vorheizen

source: Spindle CCW/jet cutting
de: Spindel Linkslauf/Strahl schneiden

source: Tool diameter
de: Werkzeugdurchmesser

source: Scale size
de: Skalierung

source: Minimum size
de: Minimale Größe

source: New shape
de: Neue Form/Kontur

source: Create bitmap
de: Bitmap erstellen

source: Gcode to Image
de: G-Code zu Bild

source: Generate thumbnail images from a batch of Gcodes
de: Erzeuge Miniaturansichten von Stapelverarbeitung von G-Codes

source: Show the job on a second display
de: Zeige den Job auf einer zweiten Anzeige

source: Cannot cut on the edge of a flange
de: Schneiden auf der Kante eines Auslegers nicht möglich

source: Custom tube shapes...
de: Benutzerdefinierte Düsenform...

source: Resume
de: Wiederherstellen

source: Cut paths cross parts of the work that cannot be cut
de: Schneidepfad kreuzt Teile des Werkstücks die nicht bearbeitet werden können

source: Torch on
de: Brenner an

source: Waiting
de: wartend

source: Spindle CW
de: Spindel Rechtslauf

source: Spindle CCW
de: Spindel Linkslauf

source: Flood coolant
de: Schwallkühlung

source: Mist coolant
de: Sprühnebelkühlung

source: Note: increasing the update rate makes movement smoother but uses more CPU power.
de: Anmerkung: Erhöhen der Aktualisierungsrate macht die Bewegungen gleichmäßiger aber benötigt mehr CPU-Leistung.

source: Setup
de: Einstellungen

source: Position and time
de: Position und Zeit

source: Sample
de: Beispiel

source: &Sample
de: &Beispiel

source: Run the sample
de: Beispiel ausführen

source: Shape cutting plugin
de: Formen-Erweiterung

source: Shape
de: Formen

source: line
de: Zeile

source: New line
de: Neue Zeile

source: Shape cutting library
de: Formen-Bibliothek

source: Width
de: Breite

source: Height
de: Höhe

source: Inside Diameter
de: Innendurchmesser

source: Outside Diameter
de: Aussendurchmesser

source: Corner Angle
de: Eckenwinkel

source: Circle Diameter
de: Kreisdurchmesser

source: Number of Sides
de: Anzahl der Seiten

source: Shape Location
de: Position

source: Inscribed
de: Innenkreis

source: Circumscribed
de: Außenkreis

source: Fillet radius
de: Eckenradius

source: Base
de: Grundbreite

source: Left Height
de: Höhe links

source: Right Height
de: Höhe rechts

source: Left Offset
de: Versatz links

source: Right Offset
de: Versatz rechts

source: Horizontal Hole Number
de: Horizontale Bohrungen

source: Horizontal Hole Spacing
de: Horizontaler Lochabstand

source: Vertical Hole Number
de: Vertikale Bohrungen

source: Vertical Hole Spacing
de: Vertikaler Lochabstand

source: Hole Diameter
de: Bohrungsdurchmesser

source: Fillet Radius
de: Eckenradius

source: Straight Height
de: Höhe gerader Anteil (Materialstärke)

source: Outer Diameter
de: Außendurchmesser

source: PCD
de: Teilkreis

source: Number of Holes
de: Anzahl Bohrungen

source: Center Hole Shape
de: Innenkontur

source: Center Hole Size
de: Größe Innenkontur

source: Pipe Diameter
de: Durchmesser

source: Center Offset
de: Abstand zur Kreismitte

source: Horizontal Slot Spacing
de: Horizontaler Abstand der Langlöcher

source: Vertical Slot Spacing
de: Vertikaler Abstand der Langlöcher

source: Slot Length
de: Langlochlänge

source: Slot Width
de: Langlochbreite

source: Corner Radius
de: Eckenradius

source: Slot Group X Offset
de: Langlöcher-Verschiebung X

source: Slot Group Y Offset
de: Langlöcher-Verschiebung Y

source: Center Hole Width
de: Breite Innenausschnitt

source: Center Hole Height
de: Höhe Innenausschnitt

source: Center Fillet Radius
de: Radius Mittenausschnitt

source: Number of sides
de: Anzahl der Seiten

source: Center Hole Angle
de: Drehung mittiger Ausschnitt

source: Center Hole X Offset
de: X-Verschiebung mittiger Ausschnitt

source: Center Hole Y Offset
de: Y-Verschiebung mittiger Ausschnitt

source: Hole Y Offset
de: Y-Versatz Bohrung

source: Inside Width
de: Innenbreite

source: Outside Width
de: Außenbreite

source: Overall Height
de: Gesamthöhe

source: Outer Width
de: Außenbreite

source: Outer Height
de: Außenhöhe

source: Inner Width
de: Innenbreite

source: Inner Height
de: Innenhöhe

source: Edge Chamfer
de: Randfase

source: Corner Chamfer
de: Eckenfase

source: Base Width
de: Breite der Basis

source: Top Width
de: Obere Breite

source: Side Height
de: Seitenhöhe

source: Pin Center Distance
de: Abstand der Bohrungen (Mitte-Mitte)

source: Left Hole Dia
de: Durchmesser linke Bohrung

source: Left End Dia
de: Außendurchmesser linke Seite

source: Right Hole Dia
de: Durchmesser rechte Bohrung

source: Right End Dia
de: Außendurchmesser rechte Seite

source: Number of Slots
de: Anzahl Langlöcher

source: Opening Angle
de: Öffnungswinkel

source: Add to current part
de: Zum aktuellen Teil hinzufügen

source: Enable preview
de: Vorschau aktivieren

source: Preview material
de: Materialvorschau

source: SVG import filter Note: Does not currently handle text entities
de: SVG Importfilter Beherrscht keine Texteinträge

source: Pixel size
de: Pixelgröße

source: Text Creation plugin Inserts text into your drawing. Uses Autocad SHX fonts
de: Texterstellungs-Erweiterung Fügt Text ihrer Zeichnung hinzu. Nutzt Autocad SHX Zeichensätze

source: This file exists. Do you want to overwrite it?
de: Die Datei existiert bereits. Wollen Sie sie überschreiben?

source: Layer to insert text into
de: Layer zum Text einfügen

source: Font
de: Schriftart

source: Import file
de: Datei importieren

source: Size/Position
de: Größe/Position

source: Height of a standard upper case character
de: Höhe von einem Standard-Großbuchstaben

source: Compression
de: Stauchung

source: Horizontal spacing
de: Horizontaler Abstand

source: Vertical spacing
de: Vertikaler Abstand

source: Slope
de: Schräge

source: Rotation
de: Drehung

source: Text angle
de: Textwinkel

source: Alignment
de: Ausrichtung

source: Enter your text here
de: Geben Sie den Text hier ein

source: Directory
de: Verzeichnis

source: Can mirror
de: Kann spiegeln

source: Exporting data
de: Datenexport

source: Maximum number of sheets to use
de: Maximal nutzbare Anzahl von Seiten

source: Edge distance
de: Eckendistanz

source: Angles
de: Winkel

source: Any
de: Beliebige

source: 90 degrees
de: 90 Grad

source: 180 degrees
de: 180 Grad

source: Save nest file
de: Speichere Anordnungsdatei

source: Nest
de: Anordnung

source: Unable to open file Is it opened by another application?
de: Kann Datei nicht öffnen Ist sie von einem anderen Programm geöffnet?

source: Waiting for NestFab
de: Warte auf NestFab

source: Waiting for MyNesting
de: Warte auf MyNesting

source: Parts not in job file
de: Teil ist nicht in der Jobdatei

source: Load nest file
de: Lade Anordnungsdatei

source: Unable to open file
de: Kann Datei nicht öffnen

source: Sheet %i
de: Seite %i

source: The nest file does not match the job file. The nest may be incomplete or inaccurate. Are you sure you want to continue?
de: Die Anordnungsdatei passt nicht zur Jobdatei. Die Anordnung ist unvollständig oder unzureichend. Wollen Sie wirklich fortfahren?

source: /Nesting
de: /Anordnung

source: Export to DG NestPro
de: Exportiere nach DG NestPro

source: Import from DG NestPro
de: Importiere von DG NestPro

source: DNC tool
de: DNC Werkzeug

source: &Send data
de: &Sende Daten

source: &Configure
de: &Konfigurieren

source: Unable to execute command
de: Kann Kommando nicht ausführen

source: Unable to open port
de: Kann Schnittstelle nicht öffnen

source: Send data
de: Sende Daten

source: Open G-code
de: Öffne G-Code

source: All files|*.*
de: Alle Dateien|*.*

source: Serial port
de: Serielle Schnittstelle

source: Run external command
de: Externes Kommando ausführen

source: DNC function
de: DNC Funktion

source: Automatically send data
de: Automatisches Datensenden

source: Port settings
de: Schnittstellen Einstellung

source: Port
de: Schnittstelle

source: Parity
de: Parität

source: Odd
de: Ungerade

source: Even
de: Gerade

source: Mark
de: Mark 1

source: Data size
de: Datengröße

source: Flow control
de: Flusskontrolle

source: Command settings
de: Kommando Einstellungen

source: Command:
de: Kommando:

source: Note: '%f' will get replaced by the file name
de: Hinweis: '%f' wird durch den Dateinamen ersetzt werden

source: Run in terminal
de: Im Terminal ausführen

source: Keep open when command finishes
de: Offen lassen nach Beendigung des Kommandos

source: Wait for command to finish
de: Warte auf die Fertigstellung des Kommandos

source: Open command
de: Öffne Kommando

source: Reading file
de: Lese Datei

source: Drives enabled.
de: Laufwerk aktiviert.
