Repository: hansu/sheetcam-german-translation
Catalog: messages.po
Languages: de

source: Minimum direction arrow size
de: Minimale Richtungspfeilgröße

source: Direction arrow frequency
de: Richtungspfeil Häufigkeit

source: Circle marker size
de: Kreisanzeiger Größe

source: Colours
de: Farben

source: Use black scheme
de: Schwarzes Schema benutzen

source: Use white scheme
de: Weißes Schema benutzen

source: Change
de: Ändern

source: Reverse mouse wheel
de: Mausrad Umkehr

source: Use bottom left coordinates
de: Unten links Koordinaten benutzen

source: Use fast rubberband graphics
de: Schnelle Gummibandgrafik benutzen

source: Disable hardware graphics acceleration
de: Hardware Grafikbeschleunigung deaktivieren

source: Negative angles are clockwise
de: Negative Winkel im Uhrzeigersinn

source: Below is a list of information dialogs that have been shown. If you check the box, it will not be shown again.
de: Unten ist eine Liste von Informationsdialogen die angezeigt werden. Wenn Sie dieses Kästchen ankreuzen, wird dies nicht mehr angezeigt.

source: Import link tolerance
de: Importtoleranz

source: Line/arc segment ends closer than this value will be joined
de: Linien/Bogensegmentenden näher als dieser Wert werden verbunden

source: Maximum detail reduction error
de: Maximaler Detailreduktionsfehler

source: The maximum error introduced when simplifying drawings.
de: Der maximale Fehler bei der Vereinfachung der Zeichnung.

source: Circle recognition limit
de: Kreiserkennungslimit

source: Maximum drawing deviation from a true circle. Used for drilling.
de: Maximale Zeichnungsabweichung von einem wahren Kreis. Für das Bohren benötigt.

source: Arc fitting tolerance
de: Bogenangleichstoleranz

source: Minumum segments for arc fitting
de: Minimum Segmente für Bogenanpassung

source: Remove duplicate lines
de: Entferne doppelte Linien

source: Save an image with the job file
de: Speichere ein Bild mit der Jobdatei

source: Image type
de: Bildtyp

source: Allow multiple parts
de: Erlaube mehrfache Teile

source: Always use default toolset
de: Benutze immer den Standardwerkzeugsatz

source: Drill hole tolerance
de: Bohrlochtoleranz

source: This is the default drill hole size range
de: Dies ist der Standardbohrlochbereich

source: Auto backup interval
de: Automatikspeichen Intervall

source: Start point step size
de: Startpunktschrittgröße

source: Decreasing this number increases the accuracy of start point placement but slows down path generation.
de: Verringerung dieses Wertes erhöht die Genauigkeit der Startpunktplatzierung, verlangsamt aber die Pfaderstellung.

source: Start point tool clearance
de: Startpunkt Werkzeugabstand

source: Increasing this value increases the clearance between the leadin and any other cuts.
de: Erhöhung dieses Wertes erhöht den Abstand zwischen Eintauchen und allen anderen Schnitten.

source: Language
de: Sprache

source: Units
de: Einheiten

source: Annoying dialogs
de: Störende Dialoge

source: Drawing import
de: Zeichnungsimport

source: Toolbars
de: Werkzeugleisten

source: Default directories
de: Verzeichnisse

source: Advanced
de: Erweitert

source: Size
de: Größe

source: Origin
de: Nullpunkt

source: Enter coordinates
de: Koordinaten eingeben

source: Lock part and duplicates
de: Teile und Duplikate sperren

source: Unlock part and duplicates
de: Teile und Duplikate freigeben

source: Enable part and duplicates
de: Teile und Duplikate aktivieren

source: Disable part and duplicates
de: Teile und Duplikate deaktivieren

source: Break up manually nested drawing
de: Manuelle Anordnung aufbrechen

source: %i parts total.
de: insgesamt %i Teile.

source: Part '%s' has %i duplicates.
de: Teil '%s' hat %i Duplikate.

source: Mirror X
de: Spiegeln X

source: Part properties
de: Teile-Eigenschaften

source: Part name:
de: Teilname:

source: Drawing filename:
de: Zeichnungsdateiname:

source: Date drawing was loaded:
de: Zeichnung geladen am:

source: Number of outlines:
de: Anzahl der Umrisse:

source: Number of layers:
de: Anzahl der Lagen:

source: Part sequence
de: Teil-Reihenfolge

source: Rule
de: Regel

source: On start
de: Beim Start

source: Before end
de: Vor dem Ende

source: On lead in
de: Beim Anfahren

source: On lead out
de: Beim Wegfahren

source: On inside corners
de: Bei Innenecken

source: On outside corners
de: Bei Aussenecken

source: On all corners
de: Bei allen Ecken

source: On small shapes
de: Bei kleinen Formen

source: On small circles
de: Bei kleinen Kreisen

source: On arcs
de: Bei Bögen

source: Peripheral feed rate
de: Umfangs-Schnittgeschwindigkeit

source: Near pierce
de: Nahe am Durchdringen

source: and
de: und

source: set %s to %s
de: setze %s auf %s

source: feed
de: Vorschub

source: and
de: und

source: output %s
de: Ausgabe %s

source: do nothing
de: untätig

source: Distance
de: Distanz

source: then output %s
de: dann gebe %s aus

source: After start %s for %s %s
de: Nach Start %s für %s %s

source: If within %s of pierce %s
de: Wenn innerhalb %s des Einstiches %s

source: Include leadout
de: Abfahrt einbeziehen

source: %s before end %s
de: %s vor dem Ende %s

source: Distance after
de: Distanz nach

source: Advanced cutting rule set '%s'
de: Erweiterter Schnittregelsatz '%s'

source: set feed to 100%
de: setze auf 100%

source: On leadin %s then after %s %s
de: Beim Anfahren %s dann nach %s %s

source: Distance before
de: Distanz vor

source: then
de: dann

source: %s before leadout %s
de: %s vor der Wegfahrt %s

source: Tighter than
de: Dichter als

source: Before code
de: Vor dem Code

source: to
de: bis

source: On inside corners tighter than %s %s
de: Bei Innenecken dichter als %s %s

source: %s %s before the corner %s %s after the corner.
de: %s %s vor der Ecke%s %s nach der Ecke.

source: On outside corners tighter than %s %s
de: Bei Aussenecken dichter als %s %s

source: On all corners tighter than %s %s
de: Bei allen Ecken dichter als %s %s

source: Smaller than
de: Kleiner als

source: then %s after the hole
de: dann %s nach dem Loch

source: On shapes smaller than %s %s
de: Bei Formen kleiner als %s %s

source: then %s after the circle
de: dann %s nach dem Kreis

source: On circles smaller than %s %s
de: Bei Kreisen kleiner als %s %s

source: Exclude corner arcs
de: Eckenradien ausschließen

source: On arcs smaller than %s %s
de: Bei Bögen kleiner als %s %s

source: %s %s before the arc %s %s after the arc.
de: %s %s vor dem Bogen %s %s nach dem Bogen.

source: Minimum feed rate
de: Minimaler Vorschub

source: Maximum rate
de: Maximaler Vorschub

source: Apply peripheral feed rate
de: Umfangs-Schnittgeschwindigkeit anwenden

source: Unable to find code snippet
de: Kann Codeschnipsel nicht finden

source: This set has no active rules
de: Dieser Satz hat keine aktiven Regeln

source: Rule set
de: Regelsatz

source: Add rule
de: Regel hinzufügen

source: Delete rule
de: Regel löschen

source: Show rule names in g-code
de: Regelnamen im G-Code anzeigen

source: Always apply rule set
de: Folgenden Regelsatz immer anwenden

source: None
de: Keine

source: Add new rule set
de: Neuen Regelsatz hinzufügen

source: Enter a name for the rule set
de: Namen für Regelsatz eingeben

source: Enter a new name for the rule set
de: Neuen Namen für Regelsatz eingeben

source: Load path rule set
de: Lade Pfad-Regelsatz

source: PathRules
de: Pfadregelsatz

source: A rule called '%s' already exists. Do you want to overwrite it?
de: Eine Regel Namens '%s' existiert bereits. Wollen Sie diesen überschreiben?

source: Jet cutting
de: Strahlschneiden

source: Loop sharp corners
de: Umschlinge scharfe Ecken

source: Triangle
de: Dreieck

source: Arc
de: Bogen

source: Angle threshold
de: Winkelgrenze

source: Jet tool
de: Strahldüse

source: Leadin type
de: Anfahrttyp

source: Ramp
de: Rampe

source: Wiggle
de: Schlängeln

source: Wiggle size
de: Schlängelgröße

source: Type
de: Typ

source: License key:
de: Lizenzschlüssel:

source: Edit macro
de: Bearbeite Makro

source: Pocket
de: Tasche

source: Climb cut
de: Gleichlauf

source: Pocket method
de: Taschenmethode

source: Post options
de: Post-Optionen

source: Output file units
de: Einheiten der Ausgabedatei

source: Top of work
de: Oberseite Werkstück

source: Top of spoil board
de: Oberkante Unterlage

source: Top of table
de: Oberkante Tisch

source: Z zero
de: Z-Nullpunkt

source: Output folder
de: Ausgabe Ordner

source: Import post
de: Importiere Post

source: Edit post
de: Bearbeite Post

source: (Edited)
de: (geändert)

source: A post of this name already exists. Do you want to overwrite it?
de: Ein Post mit diesem Namen existiert bereits. Wollen Sie ihn überschreiben?

source: Post installed successfully
de: Post erfolgreich installiert

source: Post installation failed
de: Post-Installation fehlgeschlagen

source: Unable to find post %s
de: Kann Post %s nicht finden

source: Invalid post name
de: Ungültiger Post Name

source: Path rule '%s' not found
de: Pfadregel '%s' nicht gefunden

source: Remember last
de: Benutze den Letzten

source: Drawing folder
de: Zeichnungsordner

source: Job file folder
de: Job-Datei Ordner

source: Always use this folder
de: Immer diesen Ordner benutzen

source: Output file extension
de: Dateiendung Ausgabedatei

source: Encoding
de: Zeichensatz

source: Default encoding
de: Standard Encoding

source: Automatically hide me if there are no problems
de: Wenn keine Probleme vorliegen, automatisch schließen

source: This post must be converted to the new format. The conversion is automatic but you should check the code carefully
de: Dieser Post muss in das neue Format konvertiert werden. Diese Konvertierung erfolgt automatisch, aber Sie sollten den Code sorgfältig prüfen.

source: Printout
de: Ausdruck

source: Page Set&up
de: Seiteneinstell&ung

source: Centre vertically
de: Zentriere vertikal

source: &Save
de: &Speichern

source: Job image
de: Job-Bild

source: Save report
de: Bericht speichern

source: &Spiral pocket
de: &Spiraltasche

source: Create a new spiral pocket operation
de: Neue Spiraltaschen Operation erstellen

source: Create a new plasma cutting operation
de: Neue Plasma Operation erstellen

source: Unselect all
de: Alles abwählen

source: Rotary tool
de: Zerspanungswerkzeug

source: CW
de: Rechtslauf

source: CCW
de: Linkslauf

source: Off
de: Aus

source: Spindle rotation
de: Drehrichtung Spindel

source: Sequence number
de: Sequenznummer

source: of %i
de: von %i

source: Select your preferred units
de: Wähle deine bevorzugten Einheiten aus

source: Select your machine type
de: Maschinentyp auswählen

source: Choose a post processor for your machine
de: Wählen Sie einen Postprozessor für Ihre Maschine

source: If you are not sure what post to select, don't worry you can always change it later
de: Wenn sie nicht sicher sind welchen Post sie nehmen sollen, ist dies unproblematisch weil er später noch geändert werden kann

source: Unknown
de: Unbekannt

source: Lead in
de: Anfahren

source: Tangent
de: Tangential

source: Perpendicular
de: Lotrecht

source: Lead out
de: Wegfahren

source: Start at the centre of circles smaller than
de: Starte im Mittelpunkt von Kreisen kleiner als

source: Use operation leadin/leadout
de: Benutze die Anfahren/Wegfahren-Funktion

source: Override
de: Vorschubübersteuerung

source: Use code snippet
de: Benutze Codeschnipsel

source: Order
de: Reihenfolge

source: Close
de: Schließen

source: Settings
de: Einstellungen

source: Part %i
de: Teil %i

source: Job file
de: Job-Datei

source: Backup of current job
de: Sicherheitskopie des aktuellen Jobs

source: Please enter any information you think may help
de: Füge hilfreiche Informationen hinzu

source: Enter your email address if you want a reply
de: Geben Sie ihre E-Mail Adresse an wenn wie eine Antwort erwünschen

source: Files that will be sent
de: Dateien die gesendet werden

source: View file
de: Datei anzeigen

source: Create file
de: Dateien erstellen

source: Create and upload file
de: Erstelle und lade Datei hoch

source: Choose a file
de: Datei wählen

source: License
de: Lizenz

source: Threading
de: Gewinde

source: Left hand
de: Linksgewinde

source: Tap
de: Gewindeschneiden

source: &Edit material
de: &Material bearbeiten

source: Material thickness:
de: Materialdicke:

source: Preview
de: Vorschau

source: Tool bar
de: Werkzeugleiste

source: New bar
de: Neue Leiste

source: Delete bar
de: Leiste löschen

source: Buttons
de: Knöpfe

source: Insert before
de: Einfügen vor

source: Insert after
de: Einfügen nach

source: Small
de: Klein

source: Medium
de: Mittel

source: Large
de: Groß

source: Classic
de: Klassisch

source: Icon style
de: Kachel Stil

source: Plugins
de: Erweiterung

source: Do you want to save your changes to this toolbar?
de: Wollen Sie ihre Änderungen an dieser Werkzeugleiste speichern?

source: You must have at least one tool in the toolbar
de: Es muss mindestens ein Werkzeug in der Werkzeugleiste sein

source: Enter a name for the new bar
de: Name für neue Werkzeugleiste eingeben

source: That name is already in use. Please try again
de: Dieser Name ist bereits in Benutzung. Wahlen sie einen anderen

source: Are you sure you want to delete this bar?
de: Sind Sie sicher das Sie dieser Werkzeugleiste löschen wollen?

source: You cannot add two identical buttons
de: Sie können nicht 2 identische Knöpfe hinzufügen

source: Tool change position
de: Werkzeugwechselposition

source: No move to safe Z after tool change
de: Kein Verfahren zur Sicherheitshöhe nach Werkzeugwechsel

source: Import CSV
de: Aus CSV importieren

source: Export CSV
de: In CSV exportieren

source: Merge with existing tools
de: Mit vorhandenen Werkzeugen zusammenführen

source: Delete existing tools
de: Existierende Werkzeuge löschen

source: &Close
de: Schließen

source: CSV files
de: CSV-Dateien

source: CSV file
de: CSV-Datei

source: Failed to load file
de: Kann Datei nicht öffnen

source: Invalid file
de: Ungültige Datei

source: Failed to save file
de: Speichern der Datei fehlgeschlagen

source: This tool number is is already in use. Please select a different number.
de: Diese Werkzeugnummer ist bereits vergeben. Wählen Sie bitte eine andere Nummer.

source: New rotary tool
de: Neues Fräswerkzeug

source: Create a new rotary tool
de: Neues Werkzeug erstellen

source: Mill/router
de: Fräser/Gravierer

source: V cutter
de: V-Fräser

source: Rigid tap
de: Gewindebohrer

source: Tapping head
de: Gewindeautomat

source: New jet cutting tool
de: Neues Strahlschneid-Werkzeug

source: Create a new jet cutting tool (plasma/laser/water/flame)
de: Neues Jet Schneidewerkzeug erstellen (Plasma/Laser/Flamme)

source: Flame
de: Flamme

source: Waterjet
de: Wasserstrahl

source: Plate marker
de: Gravierstichel

source: Create a new code snippet
de: Codeschnipsel erstellen

source: Tool table
de: Werkzeugtabelle

source: Open the tool table editor
de: Werkzeugtabelle öffnen

source: Open the cutting rules editor
de: Schnittregeleditor öffnen

source: Edit tool
de: Werkzeug bearbeiten

source: Delete tool
de: Werkzeug löschen

source: &Tools
de: &Werkzeuge

source: Update operations when loading a tool set
de: Operationen aktualisieren, wenn ein Werkzeugsatz geladen wird

source: Update operations
de: Aktualisiere Operationen

source: Depth per pass/peck depth
de: Schnitttiefe/Rückzug pro Durchgang

source: Plunge rate
de: Eintauchrate

source: Ramp angle
de: Rampenwinkel

source: Spindle speed
de: Spindeldrehzahl

source: thou
de: dennoch

source: feet
de: fuss

source: degrees
de: Grad

source: rpm
de: U/min

source: rps
de: U/s

source: TPI
de: TPI (Zähne pro Zoll)

source: RPM
de: U/min

source: Time
de: Zeit

source: Percentage
de: Prozent

source: Thread pitch
de: Gewindesteigung

source: None - 0 decimal places
de: Keine - 0 Dezimalstellen

source: None - 1 decimal place
de: Keine - 1 Dezimalstelle

source: None - 2 decimal places
de: Keine - 2 Dezimalstellen

source: None - 3 decimal places
de: Keine - 3 Dezimalstellen

source: None - 4 decimal places
de: Keine - 4 Dezimalstellen

source: Boolean
de: Bool

source: Milliseconds
de: Millisekunden

source: Linear units
de: Lineare Einheiten

source: Angular units
de: Winkel Einheiten

source: Internal variable
de: Interne Variable

source: Application options variable
de: Anwendungsoptionen Variable

source: Job options variable
de: Job Optionen Variable

source: Part %s Operation %i: %s
de: Teil %s Operation %i: %s

source: Value
de: Wert

source: &New
de: &Neu

source: Enter the variable name
de: Variablenname eingeben

source: New variable
de: Neue Variable

source: This name is already in use
de: Dieser Name ist bereits in Benutzung

source: Double click to fix the problem
de: Doppelklick zum Beheben des Problems

source: An unexpected error has occurred:
de: Ein unerwarteter Fehler ist aufgetreten:

source: This error occurred on line %i in file %s)
de: Dieser Fehler trat in der Zeile %i der Dateien %s auf)

source: WARNING:It is recommended that you save your job and restart the application.
de: WARNUNG: Es wird empfohlen den Job zu speichern und die Applikation neu zu starten.

source: Corner 1
de: Ecke 1

source: Corner 2
de: Ecke 2

source: Inside
de: Innen

source: Cut outside area
de: Fräse Außenbereich

source: Cut inside area
de: Fräse Innenbereich

source: Clamp Clearance Height
de: Spannzangen Sicherheitshöhe

source: Path generation for part'%s' has been aborted.
de: Pfaderzeugung für das Teil %s' wurde abgebrochen.

source: An unexpected error has occurred while processing: Path generation has been aborted
de: Ein unerwarteter Fehler trat während der Berechnung auf: Pfaderzeugung abgebrochen

source: Feed override
de: Vorschubübersteuerung

source: Rapid path
de: Eilgangpfad

source: Inside shape
de: Innenkontur

source: Outside shape
de: Außenkontur

source: Open paths
de: Offener Pfad

source: Line end
de: Linienende

source: Segment end
de: Segementende

source: Background
de: Hintergrund

source: Machine working envelope
de: Maschinenarbeitsbereich

source: Machine table
de: Maschinentisch

source: Work
de: Werkstück

source: Material extents
de: Materialgröße

source: Start point
de: Start Punkt

source: Locked start point
de: Gesperrter Startpunkt

source: Highlight
de: Hervorhebung

source: Duplicated part
de: Dupliziere Teil

source: Inactive part
de: Inaktives Teil

source: Centre marker colour
de: Farbe der Mittelpunktmarkierung

source: Tabs
de: Haltesteg

source: Grid
de: Raster

source: Clearance
de: Sicherheitsabstand

source: Undefined layer
de: Undefinierte Lage

source: New operation
de: Neue Operation

source: Change operation
de: Operation ändern

source: Move operation
de: Operation verschieben

source: No tool
de: Kein Werkzeug

source: {Code snippet not found}
de: {Codeschnipsel nicht gefunden}

source: {Tool %i not found}
de: {Werkzeug %i nicht gefunden}

source: Set '%s' not found
de: Satz '%s' nicht gefunden

source: No paths were generated. The tool may be too big or there may be a problem with the drawing.
de: Es wurden keine Pfade erstellt. Das Werkzeug könnte zu groß sein oder es gibt ein anderes Problem mit der Zeichnung.

source: The tool may not be able to cut this deep
de: Das Werkzeug könnte ungeeignet für diese Schnitttiefe sein

source: The tool will hit the table
de: Das Werkzeug wird den Tisch berühren

source: Open paths were not offset.
de: Offene Pfade werden nicht versetzt.

source: Some paths are too short to ramp. They will be plunged.
de: Einige Pfade sind zu kurz um sie per Rampe anzufahren. Bei diesen wird eingetaucht.

source: Some tabs are too close together. The tabs have ben merged.
de: Einige Haltestege sind zu dicht beieinander. Sie wurden verbunden.

source: Some features were too small to machine.
de: Einige Features sind zum Bearbeiten zu klein.

source: Could not fit leadin on some outlines.
de: Anfahrt konnte an einige Konturen nicht angelegt werden.

source: Some tool paths were not generated correctly. Please report this as a bug.
de: Einige Werkzeugpfade wurden nicht richtig erstellt. Bitte berichten Sie diesen Fehler.

source: This cutter will not fit in the available space.
de: Das Werkzeug passt in in den zur Verfügung stehenden Platz.

source: The tabs were not cut because they are below cut depth. Reduce the material thickness or increase the cut depth.
de: Die Haltestege werden nicht geschnitten, weil sie unter der Schnitttiefe liegen. Reduzieren Sie die Materialdicke oder erhöhen Sie die Schneidetiefe.

source: An expression could not be evaluated.
de: Ein Ausdruck konnte nicht ausgewertet werden.

source: No holes were found. Check the min hole size and max hole size.
de: Keine Löcher gefunden. Überprüfen Sie die min. und max. Lochgröße.

source: Some paths were not generated correctly. There could be a problem with the drawing.
de: Einige Pfade wurden nicht richtig erzeugt. Es könnte ein Problem mit der Zeichnung vorliegen.

source: This layer does not exist
de: Diese Lage existiert nicht

source: This tool does not exist
de: Dieses Werkzeug existiert nicht

source: Z Move
de: Z-Bewegung

source: Use feed
de: Benutze Vorschub

source: Multi move
de: Mehrfache Bewegung

source: ERROR: Cannot have a relative move as the first move
de: FEHLER: Keine relative Bewegung als erste Bewegung möglich

source: Rapid to
de: Eilgang zu

source: {No moves defined}
de: {Keine Bewegungen definiert}

source: relative
de: relativ

source: at
de: mit

source: Variable name
de: Variablenname

source: {No variable set}
de: {Keine Variable gesetzt}

source: Set variable
de: Setze Variable

source: Spindle off
de: Spindel aus

source: Coolant off
de: Kühlung aus

source: Force tool change
de: Werkzeugwechsel erzwingen

source: Move to safe Z
de: Auf sichere Z-Höhe fahren

source: Code snippet not found
de: Codeschnipsel nicht gefunden

source: {No code}
de: {Kein Code}

source: Insert code
de: Code einfügen

source: Insert code snippet
de: Codeschnipsel einfügen

source: Minimum X size
de: Minimale X Größe

source: Minimum Y size
de: Minimale Y Größe

source: Maximum X size
de: Maximale X Größe

source: Maximum Y size
de: Maximale Y Größe

source: Edge overlap
de: Ecken Überlappung

source: Remnants must be rectangular
de: Überbleibsel müssen rechteckig sein

source: {Layer %s not found}
de: {Lage %s nicht gefunden}

source: Cut depth
de: Endtiefe

source: Start depth
de: Starttiefe

source: Contour method
de: Kontur Methode

source: Inside Offset
de: Innenversatz

source: Outside Offset
de: Außenversatz

source: No Offset
de: Kein Versatz

source: Finish allowance
de: Schlichtaufmaß

source: Reverse open paths
de: Kehre offene Pfade um

source: Offset open paths
de: Versatz zu offenen Pfaden

source: Leadins on open paths
de: Einlauf zu offenen Pfaden

source: Overcut
de: Ecken ausräumen

source: This operation is set to automatically optimise paths. Changing the order will disable optimisation. Do you want to continue?
de: Diese Operation ist auf automatische Pfadoptimierung eingestellt. Eine Veränderung der Reihenfolge wird die Optimierung abschalten. Wollen Sie forfahren?

source: Start points
de: Startpunkte

source: Deep
de: Tiefe

source: Loop size
de: Umschlingungsgröße

source: Loop corners
de: Umschlinge Ecken

source: Max chain length
de: Max Kettenlänge

source: Overcut internal corners
de: Ecken ausräumen

source: Corner threshold
de: Winkelgrenze

source: Depth per pass
de: Tiefe pro Durchgang

source: Coolant
de: Kühlung

source: Mist
de: Nebel

source: Flood
de: Schwall

source: Cut sequence:
de: Schnittreihenfolge:

source: 1 cut of
de: 1 Durchgang von

source: %i cuts of
de: %i Durchgänge von

source: and 1 cut of
de: und 1 Durchgang von

source: starting at
de: starte bei

source: Min hole size
de: Min. Bohrungsgröße

source: Max hole size
de: Max. Bohrungsgröße

source: Peck retract
de: Spanbruchzyklus Ausheben

source: Peck depth
de: Z-Zustellung

source: Ramp Angle
de: Rampenwinkel

source: Ramp feed
de: Rampenvorschub

source: Square corners
de: Rechte Winkel
