Repository: hansu/sheetcam-german-translation
Catalog: messages.po
Languages: de

source: The new generation of CAM.
de: Die neue CAM-Generation.

source: Copy ID to clipboard
de: Kopiere ID in Zwischenablage

source: Show licence
de: Lizenzabkommen anzeigen

source: Registered to: %s
de: Registriert auf: %s

source: License ID: %s
de: Lizenz-ID: %s

source: %i days remaining
de: %i Tage verbleibend

source: This product is unregistered
de: Dieses Produkt ist nicht registriert

source: This file no longer exists
de: Diese Datei ist nicht mehr vorhanden

source: Length
de: Länge

source: Feed rate
de: Vorschub

source: End code
de: Ende Code

source: Don't ask me again
de: Nicht mehr nachfragen

source: An automatic backup has been found Do you want to load it?
de: Eine automatisches Backup wurde gefunden Wollen Sie dieses laden?

source: Auto backup
de: Automatische Sicherung

source: Restored backup
de: Wiederhergestellte Sicherung

source: We are very sorry but %s has encountered an internal error. It would be very helpful if you could send a debug report so we can try to find out what went wrong
de: Es tut und leid, aber %s hat einen internen Fehler erzeugt. Es wäre hilfreich wenn Sie uns einen Debugreport schicken könnten, damit wir die Ursache ergründen können

source: Array
de: Automatische Anordnung

source: Number of columns
de: Anzahl Spalten

source: Number of rows
de: Anzahl Reihen

source: Array area
de: Anordnungsbereich

source: Fit to material
de: An Material anpassen

source: Part spacing
de: Abstand der Teile

source: Gap between parts
de: Abstand zwischen Teilen

source: Grid spacing
de: Abstand des Rasters

source: Offset even rows
de: Versetze geradzahlige Reihen

source: Enabled
de: Aktiviert

source: Holding tabs
de: Haltestege

source: Thickness
de: Dicke

source: Clean up exit ramp
de: Räume Endrampe aus

source: Auto tabbing
de: Automatische Stege

source: Minimum number of tabs
de: Mindestanzahl von Stegen

source: Max tab spacing
de: Maximalabstand der Stege

source: Tabs on inside cuts
de: Stege auf Innenkonturen

source: Clear all
de: Alle löschen

source: Place tabs
de: Stege platzieren

source: Line tabbing
de: Stege auf einer Linie

source: Line angle
de: Linien Winkel

source: Calculating
de: Berechne

source: Do you want to save your changes?
de: Wollen Sie die Änderungen speichern?

source: You have modified the code in the editor. Are you sure you want to run the post processor and overwrite the changes?
de: Sie haben den Code im Editor modifiziert. Wollen Sie den Postprozessor wirklich ausführen? und die Änderugen überschreiben?

source: Code snippet
de: Codeschnipsel

source: Tool
de: Werkzeug

source: Notes
de: Notizen

source: This code snippet name is already in use You cannot have two code snippets with the same name.
de: Dieser Codeschnipsel-Name ist bereits in Gebrauch Zwei Codeschnipsel können nicht den gleichen Namen haben.

source: Unable to write file. Is it write protected?
de: Datei kann nicht geschrieben werden.. Ist sie schreibgeschützt?

source: Error
de: Fehler

source: Contour
de: Kontur

source: Overcut corners
de: Ecken ausräumen

source: Basic
de: Grundeinstellung

source: Cut start
de: Schnitt Start

source: Cut path
de: Schnittpfad

source: Cut direction
de: Schnittrichtung

source: Cut ordering
de: Schnitt Reihenfolge

source: Optimisation
de: Optimierung

source: Manual
de: Manuell

source: Optimise now
de: Optimiere jetzt

source: Cutting rules
de: Schnittregeln

source: All inside first
de: Zuerst alle Innenschnitte

source: Shortest path
de: Kürzester Pfad

source: Keep parts together
de: Halte Teile beieinander

source: Minimise thermal distortion
de: Minimiere thermischen Verzug

source: Preferred distance between cuts:
de: Bevorzugte Entfernung zwischen Schnitten:

source: Use the same folder as the job file
de: Benutze gleichen Ordner wie für die Job-Datei

source: Use the last drawing directory
de: Benutze dem letzten Zeichnungsordner

source: Select the directories to use
de: Wähle den zu benutzenden Ordner

source: If a folder is not checked, it will remember the folder you last used.
de: Wenn kein Ordner ausgewählt ist, dann wird der zuletzt benutzte Ordner verwendet.

source: Post processor
de: Postprozessor

source: Job report
de: Arbeitsbericht erstellen

source: Part
de: Teil

source: Drawing
de: Zeichnung

source: Tools
de: Werkzeug

source: Operation
de: Prozesse

source: Choose a directory
de: Wähle Ordner

source: Help
de: Hilfe

source: Drawing options
de: Zeichnungsoptionen

source: Scaling
de: Skalierung

source: Metric
de: Metrisch

source: Custom
de: Benutzerdefiniert

source: Drawing position
de: Zeichnungsposition

source: Drawing origin
de: Zeichnungsnullpunkt

source: Centered on 0,0
de: Mittig auf 0,0

source: Current position
de: Aktuelle Position

source: Specified position
de: Festgelegte Position

source: Use drawing name as part name
de: Benutze Zeichnungsnamen als Teilenamen

source: Drill
de: Bohren

source: Change object data
de: Ändere Objektdaten

source: Tool not found
de: Werkzeug nicht gefunden

source: Estimate
de: Prognose

source: Notes:
de: Notizen:

source: Pierce time
de: Eintauchzeit

source: Tool change time
de: Werkzeugwechselzeit

source: Rapid speed
de: Eilgeschwindigkeit

source: Show all tools
de: Alle Werkzeuge anzeigen

source: Template
de: Vorlage

source: Edit template
de: Bearbeite Vorlage

source: [EMPTY]
de: [LEER]

source: Properties
de: Eigenschaften

source: Unlock
de: Freigeben

source: Lock
de: Sperren

source: Unlock all
de: Alle freigeben

source: Lock all
de: Alle sperren

source: Quick cut sequence
de: Schneller Schneidenablauf

source: End sequence
de: Ende Ablauf

source: Reverse cut direction
de: Kehre Schnittrichtung um

source: Reverse cut side
de: Kehre Schneideseite um

source: Corner snap distance
de: Ecken Einrastentfernung

source: Copy start points from
de: Kopiere Startpunkte von

source: Enter the snap distance
de: Einrastdistanz eingeben

source: Delete
de: Löschen

source: Line of tabs
de: Linie von Haltestegen

source: Cancel
de: Abbrechen

source: Horizontal line
de: Horizontale Line

source: Vertical line
de: Vertikale Linie

source: Copy tabs from
de: Kopiere Haltestege von

source: Options
de: Optionen

source: Total %i outlines. %i have tabs, %i have 2 or more tabs
de: Insgesamt %i Außenkonturen. %i hat Stege, %i hat zwei oder mehr Stege.

source: Layer
de: Lage

source: From all layers
de: Von alles Lagen

source: From layer
de: Von Lage

source: Move to layer
de: Auf Lage verschieben

source: New layer
de: Neue Lage

source: Copy to layer
de: Auf Lage kopieren

source: Move to part
de: Zu Teil verschieben

source: New part
de: Neues Teil

source: Copy to part
de: Zu Teil kopieren

source: Contour properties
de: Kontureigenschaften

source: Select all
de: Alles auswählen

source: Select all open contours
de: Wähle alle offenen Konturen aus

source: Select all closed contours
de: Wähle alle geschlossenen Konturen aus

source: Select all holes
de: Wähle alle Löcher aus

source: Select all outside contours
de: Wähle alle Außenkonturen aus

source: Select all inside contours
de: Wähle alle Innenkonturen aus

source: Part of
de: Teil von

source: Number of contours selected: %i
de: Anzahl ausgewählter Konturen: %i

source: from layer
de: von Lage

source: from layers:
de: von Lagen:

source: Snap to grid
de: Fange am Raster

source: Full tool paths
de: Werkzeugpfade anzeigen

source: Finish
de: Beenden

source: Set part order
de: Teilreihenfolge festlegen

source: Copy
de: Kopieren

source: Duplicate
de: Duplizieren

source: Multiple duplicate
de: Mehrfaches Duplikat

source: Array parts
de: Automatische Anordnung

source: Disable
de: Auswahl aufheben

source: Enable
de: Auswählen

source: Select part and duplicates
de: Teil und Duplikate auswählen

source: Set part position
de: Teil-Positionen festlegen

source: Copy of
de: Kopie von

source: The part cannot be aligned to this point. Check your dimensions and try again.
de: Das Teil kann an diesem Punkt nicht ausgerichtet werden. Überprüfe Einheiten und versuche erneut.

source: Select the first alignment point
de: Wähle ersten Ausrichtungspunkt aus

source: Select the second alignment point
de: Wähle den zweiten Ausrichtungspunkt

source: Abort alignment
de: Ausrichtung abbrechen

source: Alignment tolerance
de: Ausrichtungstoleranz

source: Measure
de: Messen

source: End measuring
de: Beende Messen

source: View toolpaths
de: Werkzeugpfade anzeigen

source: Edit start points
de: Startpunkte bearbeiten

source: Edit tabs
de: Haltestege bearbeiten

source: Edit action points
de: Actionpunkte bearbeiten

source: Edit contours
de: Konturen bearbeiten

source: Nesting
de: Anordnen

source: Align
de: Ausrichten

source: &Mode
de: &Modus

source: Mode
de: Modus

source: Code
de: Codeschnipsel

source: Enter new coordinates
de: Neue Koordinaten eingeben

source: New X position
de: Neue X-Position

source: New Y position
de: Neue Y-Position

source: Zoom in
de: Zoome hinein

source: Zoom out
de: Zoome heraus

source: Zoom to fit part
de: Zoome auf Teilegröße

source: Zoom to fit job
de: Zoome auf Jobgröße

source: Zoom window
de: Zoome Fenster

source: Zoom to fit material
de: Zoome auf Materialgröße

source: Zoom to fit machine
de: Zoome auf Maschinengröße

source: Show grid
de: Raster anzeigen

source: Grid options
de: Rastereinstellungen

source: &File
de: &Datei

source: &Print
de: &Drucken

source: Print the current display
de: Drucke die aktuelle Anzeige

source: &Zoom
de: &Zoome

source: Zoom
de: Zoome

source: {Unable to display}
de: {Anzeige nicht möglich}

source: Starting help...
de: Starte Hilfe...

source: Rotary cutting (includes milling and routing)
de: Zerspanung (Fräsen, Bohren, Gewindeschneiden und Gravieren)

source: Jet cutting (includes plasma, laser and water jet)
de: Strahlschneiden (beinhaltet Plasma, Laser und Wasserstrahlschneiden)

source: Use X
de: Benutze X

source: Use Y
de: Benutze Y

source: Use Z
de: Benutze Z

source: Grid size
de: Rastergröße

source: Show as dots
de: Darstellung mit Punkten

source: Show rulers
de: Darstellung mit Lineal

source: Colour
de: Farbe

source: Bump increment
de: Schrittweitenerhöhung

source: Angle
de: Winkel

source: Angle + key
de: Winkel + Taste

source: Angle - key
de: Winkel - Taste

source: Job options
de: Job-Optionen

source: Use drawing
de: Benutze Zeichnung

source: Thickness of material
de: Materialdicke

source: Rapid clearance
de: Eilganghöhe

source: Height of bottom of material above table
de: Höhe der Unterlage

source: Plunge safety clearance
de: Sicherheitsabstand vor Eintauchen

source: Save material
de: Speichere Material

source: Load material
de: Lade Material

source: Parking position
de: Parkposition

source: Custom parking code
de: Benutzerdefinierter Parkcode

source: Disabled
de: Deaktiviert

source: Enter area
de: Gebe Fläche ein

source: Function
de: Funktion

source: Show notes when the job is opened
de: Notizen bei geöffnetem Job anzeigen

source: Parking
de: Parken

source: Path rules
de: Pfadregeln

source: Tool change
de: Werkzeugwechsel

source: Clamps/indexing
de: Spanner/Indizierung

source: Variables
de: Variablen

source: Press a key combination to change the shortcut
de: Taste drücken um die Tastenkombination zu ändern

source: This key combination is used by %s
de: Die Tastenkombination wird von %s benutzt

source: Do you want to remove that shortcut key?
de: Wollen Sie diese Tastenkombination entfernen?

source: Shortcut keys
de: Tastenkürzel

source: Please select your preferred language
de: Bitte wählen Sie Ihre bevorzugte Sprache

source: System default language
de: Standard Systemsprache

source: You must restart the program for this change to take effect
de: Sie müssen das Programm neustarten um die Änderungen wirksam zu machen

source: Create a new layer
de: Neuen Layer anlegen

source: Enter a new layer name
de: Neuen Layernamen eingeben

source: A new layer
de: Neuer Layer

source: Please enter a name
de: Bitte Namen eingeben

source: This name is already in use. Please use a different name
de: Dieser Name ist bereits in Benutzung.\n Bitte anderen Namen wählen

source: Enable all
de: Alle auswählen

source: Disable all
de: Alle deaktivieren

source: Reverse selection
de: Auswahl umkehren

source: Layers
de: Lagen

source: Open license file
de: Lizenzdatei öffnen

source: License installed successfully
de: Lizenz erfolgreich installiert

source: You must restart %s for the license to take effect
de: Sie müssen %s neu starten um die Lizenz zu aktivieren

source: Open license
de: Lizenz öffnen

source: Save license file
de: Lizenz Datei speichern

source: Failed to remove license
de: Lizenzentfernung fehlgeschlagen

source: License removed successfully
de: Lizenz erfolgreich entfernt

source: You must restart %s for the change to take effect
de: Sie müssen %s neu starten und die Änderung zu übernehmen

source: Macro file
de: Makro Datei

source: Step &over
de: Schritt ü&berspringen

source: Step &in
de: Schritt &hinein

source: Step o&ut
de: Schritt h&eraus

source: &Continue
de: &Fortsetzen

source: &Add breakpoint
de: &Breakpoint hinzufügen

source: &Run post processor
de: &Postprozessor ausführen

source: Step in
de: Schritt hinein

source: Errors
de: Fehler

source: Stack
de: Stapel

source: Post documentation
de: Post Dokumentation

source: Cannot save while single stepping
de: Während der Einzelschrittausführung kein Speichern möglich

source: Plugin
de: Erweiterung

source: Open file
de: Datei öffnen

source: The debugger is running on old code. Save the file to use your changes.
de: Der Debugger führt alten Code aus. Speichern Sie die Datei um die Änderungen zu übernehmen.

source: Do you want to run the plugin again?
de: Wollen Sie die Erweiterung erneut laufen lassen?

source: temporary
de: temporär

source: Machine options
de: Maschinen Optionen

source: Recent files
de: Aktuelle Dateien

source: Load machine
de: Lade Maschine

source: Save machine
de: Speichere Maschine

source: Machine type
de: Maschinentyp

source: Working envelope
de: Arbeitsbereich

source: Table display
de: Maschinentisch

source: Save/load
de: Speichern/Laden

source: Machine
de: Maschine

source: You need to select at least one machine type
de: Sie müssen mindestens einen Maschinentyp auswählen

source: &Quit Alt-F4
de: &Beenden Alt-F4

source: Quit the application
de: Beende die Anwendung

source: &About F1
de: &Über F1

source: Show info about this application
de: Zeige Informationen über diese Applikation

source: &Help
de: &Hilfe

source: Welcome to...
de: Willkommen zu...

source: Evaluation limit reached
de: Erprobungsgrenze erreicht

source: Run post processor
de: Postprozessor ausführen

source: Regen
de: Regenerieren

source: New job
de: Neuer Job

source: Start a new job
de: Starte einen neuen Job

source: Open job
de: Job öffnen

source: Open a job file
de: Öffne eine Job-Datei

source: Save job
de: Job speichern

source: Save the job
de: Speichere diesen Job

source: Save job as
de: Job speichern unter

source: Save the job as
de: Speichere diesen Job als

source: Recent jobs
de: Letzte Jobs

source: Open job template
de: Job-Vorlage öffnen

source: Open a template job file
de: Öffne eine Job-Datei-Vorlage

source: Save job as template
de: Job als Vorlage speichern

source: Save the job as a template
de: Speichere diesen Job als Vorlage

source: Recent job templates
de: Letzte Job-Vorlagen

source: Start a new part
de: Erstelle ein neues Teil

source: Open part
de: Teil öffnen

source: Open a part file
de: Öffne eine Teiledatei

source: Save part
de: Teil speichern

source: Save the current part
de: Speichere dieses Teil

source: Save part as
de: Teil speichern unter

source: Save the current part as
de: Speichere dieses Teil unter

source: Recent parts
de: Letzte Teile

source: Import drawing
de: Zeichnung importieren

source: Import a drawing into this part
de: Importiere eine Zeichnung in dieses Teil

source: Recent drawings
de: Letzte Zeichnungen

source: Open toolset
de: Werkzeugsatz öffnen

source: Open a tool set
de: Werkzeugsatz öffnen

source: Save toolset as
de: Werkzeugsatz speichern unter

source: Save the tool set
de: Werkzeugsatz speichern

source: Load default toolset
de: Standardwerkzeugsatz laden

source: Load the default tool set
de: Standardwerkzeugsatz laden

source: Save default toolset
de: Standardwerkzeugsatz speichern

source: Save the tool set as the default
de: Werkzeugsatz als Standard speichern

source: Import/export toolset
de: Werkzeugsatz importieren/exportieren

source: Import/export tool table in spreadsheet format
de: Werkzeugtabelle im Tabellenformat importieren/exportieren

source: E&xit
de: E&nde

source: Exit the application
de: Beende das Programm

source: Undo
de: Rückgängig

source: Undo the last action
de: Letzte Aktion rückgängig machen

source: Variable monitor
de: Variablenmonitor

source: Layer tool
de: Lagenwerkzeug

source: Show input paths
de: Zeichnungspfade anzeigen

source: Show segment ends
de: Segmentenden anzeigen

source: Show path ends
de: Konturenden anzeigen

source: Show tool paths
de: Werkzeugpfade anzeigen

source: Show rapids
de: Eilgangpfade anzeigen

source: Show direction arrows
de: Richtungspfeile anzeigen

source: Show machine and work
de: Maschine und Werkstück anzeigen

source: Show start points
de: Startpunkte anzeigen

source: Show true width
de: Wahre Breite anzeigen

source: Application options
de: Anwendung

source: Plugin options
de: Erweiterungen

source: Help window
de: Hilfefenster

source: Setup wizard
de: Einstellungsassistent

source: Show the setup wizard
de: Einstellungsassistenten anzeigen

source: Show the log window
de: Log-Fenster anzeigen

source: Reset pane layout
de: Fensterlayout zurücksetzen

source: About
de: Über

source: Install license file
de: Lizenzdatei installieren

source: Move license to another computer
de: Lizenz auf einen anderen Rechner übertragen

source: Create a support file
de: Supportfile erzeugen

source: Open settings folder
de: Einstellungsordner öffnen

source: Check for updates
de: Suche nach Updates

source: Compile Lua macro
de: Compiliere Lua Makro

source: File
de: Datei

source: &Edit
de: &Bearbeiten

source: Edit
de: Bearbeiten

source: &View
de: &Ansicht

source: View
de: Ansicht

source: &Options
de: &Optionen

source: Display
de: Anzeige

source: Parts
de: Teile

source: Operations
de: Operationen

source: Edit toolbars
de: Werkzeugleiste bearbeiten

source: Edit material
de: Material bearbeiten

source: /&Help
de: /&Hilfe

source: &Developer tools
de: &Entwicklertools

source: This will erase your existing job. Do you want to continue?
de: Dies wird ihren aktuellen Job löschen. Wollen Sie fortfahren?

source: Do you want to import a drawing into this part?
de: Wollen Sie eine Zeichnung in dieses Teil importieren?

source: Import drawing into new part
de: Zeichnung in neues Teil importieren

source: Are you sure you want to overwrite the existing tool set?
de: Wollen Sie den bestehenden Werkzeug- satz wirklich überschreiben?

source: Save default tool set
de: Standardwerkzeugsatz speichern

source: You need to restart for the changes to take effect
de: Neustart erforderlich um Änderungen umzusetzen

source: Do you want to save the default tool set?
de: Wollen Sie den Standardwerkzeugsatz speichern?

source: Load tools
de: Lade Werkzeugsatz

source: Default tool %i is a different type to the job file's tool
de: Standardwerkzeug %i unterscheidet sich vom Jobwerkzeug

source: The default tool set does not contain tool %i
de: Der Standardwerkzeugsatz enthält nicht das Werkzeug %i

source: The default tool set does not contain rule %s
de: Der Standardwerkzeugsatz enthält nicht die Regel %s

source: Use only the default tool set (some operations may not work)
de: Nur den Standardwerkzeugsatz verwenden (einige Funktionen funktionieren eventuell nicht)

source: Copy the missing or different tools and rules from the job file
de: Kopiere die fehlenden oder abweichenden Werkzeuge und Regeln von der Jobdatei

source: Use only the job file's tool set
de: Nur den Job Werkzeugsatz verwenden

source: Move to
de: Position anfahren

source: Point at a position
de: Auf Position zeigen

source: Move Z first
de: Bewege Z zuerst

source: Move Z last
de: Bewege Z zuletzt

source: 3D move
de: 3D Bewegung

source: New
de: Neu

source: Single move
de: Einzelbewegung

source: Multiple move
de: Mehrfache Bewegung

source: Relative
de: Relativ

source: Use feed rate
de: Benutze Vorschub

source: Qty
de: Menge

source: Fixed
de: Fixiert

source: Mirror
de: Spiegeln

source: Parts not nested
de: Teile nicht angeordnet

source: Nested parts
de: Angeordnete Teile

source: Available Sheets
de: Verfügbare Seiten

source: Parts on this sheet
de: Teile auf dieser Seite

source: Lay out this sheet
de: Layout dieser Seite

source: Some parts in the nest do not exist in this job They will be ignored
de: Einige Teile in der Anordnung existieren in diesem Job nicht Sie werden ignoriert

source: Minimise tool changes
de: Minimiere Werkzeugwechsel

source: Manual optimisation
de: Manuelle Optimierung

source: Manual optimisation (keep parts together)
de: Manuelle Optimierung (Teile zusammenhalten)

source: Layer '%s' not found
de: Lage '%s' nicht gefunden

source: Use X position
de: Benutze X-Position

source: Use Y position
de: Benutze Y-Position

source: Use Z position
de: Verwende Z-Position

source: No Z move prior to toolchange
de: Keine Z-Bewegung vor dem Werkzeugwechsel

source: Run code before toolchange
de: Code ausführen vor Werkzeugwechsel

source: Run code after toolchange
de: Code ausführen nach Werkzeugwechsel

source: X coordinate of bottom left corner
de: X-Koordinate der unteren linke Ecke

source: Y coordinate of bottom left corner
de: Y-Koordinate der unteren linke Ecke

source: X size
de: X-Größe

source: Y size
de: Y-Größe

source: Minimise toolchanges
de: Minimiere Werkzeugwechsel

source: Minimise slew distance
de: Minimiere Rampen Distanz

source: optimisation
de: Optimierung

source: Number of toolchanges
de: Anzahl Werkzeugwechsel

source: Part cut order
de: Schnittreihenfolge der Teile

source: Cut
de: Schnitt

source: Paste
de: Einfügen

source: Copy all
de: Alles Kopieren

source: Save
de: Speichern

source: Load
de: Laden

source: Rename
de: Umbenennen

source: Edit operation
de: Bearbeite Operation

source: Disable operation
de: Deaktiviere Operation

source: Enable operation
de: Aktiviere Operation

source: Delete operation
de: Operation löschen

source: &Contour
de: &Kontur

source: Create a new contour operation
de: Neue Konturoperation erstellen

source: &Pocket
de: &Tasche

source: Create a new pocket operation
de: Neue Taschenoperation erstellen

source: Spiral pocket
de: Spiraltasche

source: Zigzag pocket
de: Zickzack-Tasche

source: Face
de: Oberfläche

source: &Plasma cut
de: &Plasmaschneiden

source: Create a new jet cutting operation
de: Neue Strahloperation erstellen

source: &Tapping
de: &Gewinde

source: Create a new tapping operation
de: Neue Gewindeoperation erstellen

source: Thread mill
de: Gewindefräsen

source: &Drilling
de: &Bohren

source: Create a new drilling operation
de: Neue Bohroperation erstellen

source: &Insert code
de: &Code einfügen

source: Insert code into the output file
de: Code einfügen

source: &Set post variable
de: &Setze Post-Variable

source: Set a post processor variable
de: Postprozessorvariable setzen

source: &Move to
de: &Position anfahren

source: Move to given coordinate
de: Position anfahren

source: Operation table
de: Operationstabelle

source: Open the operation table editor
de: Operationstabelle öffnen

source: Save operation
de: Operation speichern

source: Load operation
de: Operation laden

source: Start point size
de: Startpunktgröße

source: Tab size
de: Haltesteggröße

source: Direction arrow size
de: Richtungspfeilgröße
