Repository: hansu/sheetcam-german-translation
Catalog: messages.po
Languages: de

source: Not homed.
de: Nicht referenziert.

source: Drives NOT enabled.
de: Laufwerk NICHT aktiviert.

source: Z to %.3f
de: Z nach %.3f

source: X,Y to %.3f, %.3f
de: X,Y nach %.3f, %.3f

source: The machine move sequence will be:
de: Die Maschinenbewegungssequenz:

source: Safety move
de: Sicherheitsfahrt

source: Number format
de: Zahlenformat

source: Leading zeros
de: Führende Nullen

source: Trailing zeros
de: Angehängte Nullen

source: Create tools and operations
de: Erzeuge Werkzeuge und Operationen

source: Finish depth
de: Endtiefe

source: This will delete your current tools and operations. Do you want to continue?
de: Dies wird Ihre bestehenden Werkzeuge und Operationen löschen. Wollen Sie fortfahren?

source: /&Nesting
de: /&Anordnung

source: Export to NestFab
de: Exportiere nach NestFab

source: Export to MyNesting
de: Exportiere nach MyNesting

source: Import nest
de: Importiere Anordnung

source: Drag knife
de: Schleppmesser

source: Accuracy
de: Genauigkeit

source: Offset amount
de: Abstandsgröße

source: Knife
de: Messer

source: Create a new drag knife operation
de: Erstelle neue Schleppmesseroperation

source: Create a new drag knife tool
de: Erstelle neues Schleppmesserwerkzeug

source: Offset
de: Abstand

source: Swivel depth
de: Tiefe Drehpunkt

source: offset
de: versetze

source: Raster engraving
de: Rastergravur

source: Acceleration distance
de: Beschleunigungsweg

source: Stop delay
de: Stopverzögerung

source: Kerf width compensation
de: Schnittbreitenkompensation

source: Fixed scan width
de: Feste Scanbreite

source: Cut mode
de: Schneidemodus

source: Open line width
de: Offene Linienbreite

source: Laser engrave
de: Lasergravieren

source: Line width is less than the kerf width.
de: Linienbreite ist schmaler als Schneidenbreite.

source: Create a new raster engraving operation
de: Erstelle eine neue Rastergravur Operation

source: Fixed angle
de: Fester Winkel

source: Paint extruder
de: Farbextruder

source: Edge allowance
de: Eckenzugabe

source: Draw outline
de: Zeichnungskontur

source: Draw mode
de: Editiermodus

source: Paint
de: Farbe

source: Create a new paint extruder operation
de: Erzeuge eine neue Farbdispenseroperation

source: Create a new paint extruder tool
de: Erstelle ein neues Farbdispenserwerkzeug

source: Extrusion height
de: Extrusionshöhe

source: Extrusion rate
de: Extrusionsrate

source: Pause after on
de: Pause nach einschalten

source: Stop extruding before end
de: Stoppe Ausstoßen vor dem Ende

source: Pause after end
de: Pause nach Ende

source: Lay out sheets
de: Platten anordnen

source: Punch
de: Loch

source: Create a new punch operation
de: Erzeuge neue Lochoperation

source: &New shape from part
de: &Neue Kontur aus Teil

source: Unusable: The part must contain only one closed outline
de: Unbenutzbar: Das Teil darf nur eine geschlossene Außenkontur haben

source: The custom profile has sharp corners. All corners must be rounded
de: Das Benutzerprofil hat spitze Ecken. Alle Ecken müssen verrundet werden

source: Enter the new name
de: Neuen Namen eingeben

source: Are you sure you want to delete this item?
de: Sind Sie sicher das sie diesen Eintrag löschen wollen?

source: Torch configuration
de: Brennerkonfiguration

source: Manage custom shapes
de: Verwalte Benutzerkonturen

source: Calculate diameter from drawing
de: Berechne Durchmesser aus Zeichnung

source: Create a dxf from marker lines
de: Erzeuge ein DXF von markierten Linien

source: Work type
de: Anwendungstyp

source: Flat sheet
de: Flacher Bogen

source: Rectangular section
de: Rechteckige Sektion

source: Round pipe
de: Runde Düse

source: I beam
de: Mein Stahl

source: Custom shape
de: Benutzerdefinierte Formen

source: Save dxf
de: DXF speichern

source: The custom tube profile does not exist
de: Das benutzerdefinierte Rohrprofil existiert nicht

source: Wall thickness
de: Wandstärke

source: Map drawing to inside
de: Verlege Zeichnung nach innen

source: Beam width
de: Strahlbreite

source: Beam height
de: Strahlhöhe

source: Corner radius
de: Eckenradius

source: Web thickness
de: Rippendicke

source: Flange thickness
de: Auslegerdicke

source: Pipe diameter
de: Durchmesser

source: Beam type
de: Strahltyp

source: Source part
de: Ursprungsteil

source: Body diameter
de: Schaftdurchmesser

source: Included angle
de: Winkel einbeziehen

source: Processing
de: Verarbeitung

source: Turning
de: Drehen

source: Profile
de: Profil

source: Limits
de: Begrenzungen

source: The contour should be a single path.
de: Die Kontur sollte ein einziger Pfad sein.

source: The contour must not be below the spindle centre line
de: Die Kontur darf nicht unter der Spindelmittellinie liegen.

source: The contour is impossible to machine.
de: Diese Kontur kann nicht hergestellt werden.

source: Start from
de: Starte von

source: End at
de: Stop bei

source: Outer diameter
de: Außendurchmesser

source: Inner Diameter
de: Innendurchmesser

source: Profile turn
de: Profildrehen

source: Create a new turning operation
de: Neue Gewindeoperation erstellen

source: Left turning
de: Linksdrehen

source: Create a new turning tool
de: Neuen Drehstahl erstellen

source: Right turning
de: Rechtsdrehen

source: Neutral turning
de: Neutrales Drehen

source: Nose radius
de: Schneidenradius

source: End angle
de: Endwinkel

source: Approach from front
de: Anfahren von vorne

source: Holder length
de: Länge des Halters

source: Maximum depth of cut
de: Maximale Schnitttiefe

source: Turret number
de: Position im Werkzeughalter

source: Turret station number
de: Position im Werkzeughalter

source: Approach direction
de: Anfahrtrichtung

source: Tip radius %s
de: Spitzenradius %s

source: Cutting edge length
de: Schneidenlänge

source: Shank width
de: Schaftbreite

source: Side angle
de: Seitenwinkel

source: Turning tool
de: Drehstahl

source: Geometry
de: Geometrie

source: Feeds and speeds
de: Vorschübe und Drehzahlen

source: V carve
de: V-Gravur

source: Create a new V carving operation
de: Neue V Gravur erstellen

source: Maximum depth
de: Maximale Tiefe

source: Step Size
de: Schrittgröße

source: Show circles
de: Kreise anzeigen

source: Corner sharpening
de: Ecken schärfen

source: Create pocket
de: Tasche erstellen

source: Wire
de: Draht

source: Wire cut
de: Drahtschnitt

source: Cut route is not complete.
de: Werkzeugpfad ist nicht vollständig.

source: Cut route is impossible.
de: Werkzeugpfad ist nicht möglich.

source: Changed wire link
de: Drahtlink ändern

source: Delete corner
de: Ecke löschen

source: Add corner
de: Ecke hinzufügen

source: Reverse direction
de: Richtung umkehren

source: Wire cutting
de: Drahtschneiden

source: Create a new Wire cutting operation
de: Neue Drahtschnitt-Operation erstellen

source: Wire cutter
de: Drahtschnittwerkzeug

source: Create a new wire cutting tool
de: Neues Drahtschnittwerkzeug erstellen

source: Link paths
de: Link Pfade
